Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2017/4_samisk_som_andresprak.pdf.tmx
Source language: nob
Languages: sme

source: Dette betyr at for å styrke og utvikle samiske språk i framtida, og å kunne dekke behovet for samisk språkkompetanse i arbeidslivet, må andrespråksopplæringa være av en slik kvalitet at de kan bruke samisk som arbeidsspråk.
sme: Dat mearkkaša ahte go galgá nannet ja ovdánahttit sámegiela boahtteáiggis, ja go galgá nagodit gokčat sámegiela gelbbolašvuođadárbbu bargoeallimis, de ferte nubbingielatoahpahusas leat dakkár kvalitehta mainna sáhttet hupmat sámegiela bargoeallimis.

source: Det må være fokus på kvalitativt god andrespråksopplæring, og det må ha prioritet både fra sentrale myndigheter, Sametinget og skoleeierne.
sme: Ferte biddjot fuomášupmi kvalitatiiva buori nubbingielatoahpahussii, ja dan fertejit vuoruhit sihke guovddáš eiseválddit, Sámediggi ja skuvlaeaiggádat.

source: Det bør ikke være slik at de minst erfarne lærerne og lærere uten pedagogisk utdanning automatisk blir satt til å undervise andrespråkselever.
sme: Ii berre leat nu ahte unnán hárjánan oahpaheaddjit, ja oahpaheaddjit geain ii leat pedagogalaš oahppu, automáhtalaččat biddjojit oahpahit nubbingielatohppiid.

source: Når det gjelder bortfallet av læreplanen i samisk språk og kultur, bør dette ikke tillegges forklaringskraft av betydning for elevtallsnedgangen.
sme: Go guoská sámegiela ja kultuvrra oahppoplána heaittiheapmái, de ii berre dat čilgejuvvot sivvan dasa go ohppiidlohku lea njiedjan.

source: Samisk språk og kultur, som var en læreplan i L97, var ikke en læreplan i språk og ga ikke uttelling ved søknad om opptak til høgere utdanning i samisk.
sme: Sámi giella ja kultuvra, mii lei oahppoplána L97, ii lean oahppoplána gillii ja das ii lean mearkkašupmi dasa go galggai ohcat sámegiela alitohppui.

source: Sametinget og departementet var enige om at denne planen derfor burde opphøre, og heller erstattes med en læreplan i samisk som andrespråk – samisk 3. Dette er i motsetning til Samisk språk og kultur en kompetansegivende læreplan i samisk språk.
sme: Sámediggi ja departemeanta ledje ovttaoaivilis ahte dát plána berre heaittihuvvot, ja dan sadjái baicca álggahit nubbingielat oahpahusa sámegiella 3. Erohus Sámi giela ja kultuvrra ektui addá dát oahppoplána gelbbolašvuođa sámegielas.

source: Fordelen med å fjerne læreplanen i Samisk språk og kultur var at den ikke var kompetansegivende i samisk språk, mens erstatningen Samisk som andrespråk – samisk 3 gir språkkompetanse.
sme: Ovdamunni heaittihit sámi giella ja kultuvrra oahppoplána lei ahte dat ii addán gelbbolašvuođa sámegielas, seammás go sámegiela nubbingielat sámegiella 3 addá giellagelbbolašvuođa.

source: Det er ikke naturlig å sammenlikne elevtall for læreplaner som ikke er kompetansegivende, med elevtall i læreplaner som er det.
sme: Ii leat lunddolaš buohtastahttit ohppiidlogu oahppoplánaiguin mat eai atte gelbbolašvuođa daiguin mat dahket dan.

source: Når det gjelder fag- og timefordelingen, har det likevel vist seg å være et vanskelig område å få ideelt for samiskelever.
sme: Lea čájehuvvon ahte sámegielohppiide ii leat leamaš ideáladilli fága- ja diibmojuohku.

source: Det er i hvert fall lite trolig at fag- og timefordelingen bidrar til å øke elevtallet i samisk.
sme: Lea goitge unnán jáhkehahtti ahte fága- ja diibmojuohku veahkeha lasihit sámegiela ohppiidlogu.

source: Todal påpeker også at kanskje er nedgangen i elevtallet et symptom på at foreldre ikke er fornøyde med opplæringsmodellen i samisk som andrespråk.
sme: Todal čujuha maiddái ahte ohppiidlogu njiedjan soaitá maid leat dovdomearkan dasa ahte váhnemat leat duhtameahttumat sámegiela nubbingielat oahpahusvuohkái.

source: NOU 2016:18 Hjertespråket påpeker at flere undersøkelser viser at mange foreldre har vært misfornøyde med samiskopplæringa.
sme: NOU 2016: 18 Váibmogiella čujuha ahte máŋga iskkadeami čájehit ahte ollu váhnemat leat leamaš duhtameahttumat sámegieloahpahusain.

source: Også her er det vanskelig å trekke absolutte slutninger.
sme: Maiddái dás lea váttis ovdanbuktit loahpalaš jurddabohtosiid.

source: I så fall betyr det at lulesamiske foreldre er mer fornøyde med opplæringsmodellene enn nord- og sørsamiske foreldre.
sme: Dat mearkkašivčče ahte julevsámegiela váhnemat leat eambbo duhtavaččat oahpahusvugiiguin go davvi- ja lullisápmelaččat.

source: Det er sjølsagt mulig at det er slik, men i og med at elevtallet de siste fem årene har stabilisert seg, kan det tenkes at foreldrene til de gjenværende samiskelevene enten er fornøyde med opplæringa, eller syns det er viktig at barna får samiskopplæring sjøl om de ikke er fornøyde.
sme: Diehttelas lea vejolaš ahte nu lea, muhto go juo ohppiidlohku lea dássen, de sáhttá jurddašit ahte dat váhnemiidda mat vel báhcet leat juogo duhtavaččat oahpahusain, dahje sin mielas lea dehálaš ahte mánát ožžot sámegieloahpahusa vaikko vel leatge duhtameahttumat.

source: Som Todal påpeker, kan det være flere årsaker som til en viss grad bidro til nedgangen i elevtallet første halvdel av de siste ti årene.
sme: Nugo Todal čujuha de sáhttet leat máŋga siva dasa go ohppiidlohku lea njiedjan dan vuosttaš oassebealis dan logi maŋemus jagis.

source: Jeg vil legge til et moment som Todal ikke er inn på: I mange tilfeller kommer samiskopplæringa seint i gang etter skolestart.
sme: Áiggun lasihit čuoggá maid Todal ii leat namuhan, namalassii ahte máŋgga sajis álggahuvvo sámegieloahpahus mihá maŋŋideabbo go skuvla álgá.

source: Da mister elevene verdifull opplæring, men kanskje enda verre er det at det ubevisst synker inn en forståelse av at samiskopplæringa er mindre viktig siden den ikke starter samtidig med øvrig opplæring.
sme: De masset oahppit mávssolaš oahpahusa, muhto maid mii soaitá leat vel vearrát, ahte oahppit eahpediđolaččat ožžot dakkár dovddu ahte sámegieloahpahus ii leat seamma mávssolaš, go juo ii álgge dalle go muđui eará oahpahus álgá.

source: Kommunene bør bestrebe seg på at samiskopplæringa kommer i gang raskt hvert skoleår.
sme: Suohkanat berrejit oččodit sámegieloahpahusa jođánit johtui juohke skuvlajagi.

source: 4.7 Finnes det god andrespråksopplæring?
sme: 4.7 Gávdno go buorre nubbingielatoahpahus?

source: Språkutvalget hevder i NOU 2016:18 at det er dokumentert at de fleste elevene som tar samisk som andrespråk, ikke blir funksjonelt tospråklige.
sme: Giellalávdegoddi NOU 2016: 18 oaivvildit leat duođaštuvvon ahte eanas oahppit geain lea sámegiela nubbingielat oahpahus eai šatta doaibmi guovttegielagat.

source: Dette er en sterk påstand, spesielt siden språkutvalget ikke på noen måte dokumenterer påstanden; det refereres ikke til undersøkelser som underbygger påstanden.
sme: Lea garra čuoččuhus, earenoamážiid go giellalávdegoddi ii leat man ge láhkái duođaštan čuoččuhusaid, iige dat čujut iskkademiide mii duođaštivčče čuoččuhusaid.

source: Funksjonell tospråklighet er et begrep som brukes i mange sammenhenger, men det ligger som regel ikke en operasjonell definisjon til grunn, og begrepet brukes også ulikt.
sme: Doaibmi guovttegielat lea doaba mii adno máŋgga oktavuođas, muhto dábálaččat ii leat dasa doaibmi definišuvdna vuođđun, ja doaba adno maid iešguđet ládje.

source: Bloomfield definerte tospråklige individer som «mennesker med tilnærmede morsmålsaktige kunnskaper i to eller flere språk».
sme: Bloomfield definerii guovttegielagiid indiviidan nugo “ olbmuin geain leat eatnigielat máhttu guovtti dahje eambbo gielain”.

source: En annen forsker, Macnamara, definerer tospråklige som «alle mennesker som kan forstå, snakke eller skrive to språk selv på laveste nivå».
sme: Eará dutki, Macnamara, definere guovttegielagiid leat “ buot olbmuid geat sáhttet ipmirdit, hupmat dahje čállit guokte giela vuolemus dásis ”.

source: Tidligere leder for Samisk språkråd, Rolf Olsen, definerer funksjonell tospråklighet som det å kunne benytte begge språkene på alle, eller de fleste arenaene i samfunnet.
sme: Ovdalaš jođiheaddji Sámi giellaráđis, Rolf Olsen, definere doaibmi guovttegielatvuođat leat go sáhttá ávkkástallat goappaš gielaid buot dahje eanas arenaiguin servodagas.

source: Figurene 4.7–4.10 viser at flertallet av andrespråkselevene følger læreplanen samisk som andrespråk samisk 2. Dette er positivt fordi denne planen gir høgere språkkompetanse.
sme: Govvosat 4.7-4.10 čájehit ahte eanetlohku nubbingielatohppiin čuvvot sámegiela nubbingielat oahppoplána sámegiella 2. Dat lea positiivvalaš go dainna šaddá buoret giellagelbbolašvuohta.

source: 4.8.1 Hva forteller resultatene i samisk?
sme: 4.8.1 Maid muitalit sámegiela bohtosat?

source: For nordsamisk muntlig – samisk 2, har elevene med unntak av ett år snittkarakterer på 4.0 eller bedre.
sme: Davvisámegielas lea ohppiin gaskamearálaš árvosátni 4.0 dahje buoret sámegiella 2 njálmmálaččat, earret ovtta jagi.

source: Karakteren 4 betyr at eleven har høg middels måloppnåelse.
sme: Árvosátni 4 mearkkaša ahte oahppis lea alla gaskageardán mihttoolahus.

source: Forskriften til opplæringslova § 3-4 slår fast: a.
sme: Oahpahuslága láhkaásahus § 3-4 dadjá:

source: karakteren seks uttrykkjer at eleven har framifrå kompetanse i faget b.
sme: a. Árvosátni guhtta mearkkaša ahte oahppis lea earenoamáš buorre gelbbolašvuohta fágas.

source: karakteren fem uttrykkjer at eleven har mykje god kompetanse i faget c.
sme: b. Árvosátni vihtta mearkkaša ahte oahppis lea hui buorre gelbbolašvuohta fágas.

source: karakteren 4 uttrykkjer at eleven har god kompetanse i faget Dessverre har vi små tall å forholde oss til for lule- og sørsamisk.
sme: c. Árvosátni njeallje mearkkaša ahte oahppis lea buorre gaskageardán gelbbolašvuohta fágas. Dađi bahábut leat mis unnán logut maiddá sáhttit čujuhit julev- ja lullisámegielas.

source: Det vi har, viser at sørsamiske elever har god og veldig god måloppnåelse i muntlig, mens lulesamiske elever har noe lavere måloppnåelse.
sme: Dat mii mis lea čájehit ahte lullisámegiela ohppiin lea buorre ja hui buorre mihttoolahus njálmmálaččat, ja julevsámegiela ohppiin lea veahá unnit mihttoolahus fágas.

source: Imidlertid er tallene for lulesamisk så få at det ikke kan trekkes slutninger på bakgrunn at snittkarakterer for et enkelt skoleår.
sme: Goitge leat nu unnán logut julevsámegielas, ahte lea váttis buktit jurddabohtosa gaskamearálaš árvosáni vuođul ovttaskas skuvlajagis.

source: De gode karakterene, spesielt for dem som følger samisk 2, viser at en betydelig andel av elevene for flere av skoleårene har høgere karakterer enn 4. På bakgrunn av karakterene er det vanskelig å slutte seg til språkutvalgets påstand om at de fleste elevene ikke blir tospråklige.
sme: Buorit árvosánit, earenoamážiid sis geat čuvvot sámegiella 2, čájehit ahte stuora oassi ohppiin máŋgga skuvlajagis lea buoret árvosátni go 4. Árvosániid vuođul lea váttis miehtat giellalávdegotti čuoččuhussii ahte eanas oahppit eai šatta guovttegielagiin.

source: Hvis vi sammenlikner nordsamiske andrespråkselever, som vi har flest tall for, med øvrige elevers snittkarakterer i norsk for et tilfeldig år, får vi denne tabellen: Tabell 4.5 viser at andrespråkelevene skårer veldig godt sammenliknet med øvrige elever i Nord-Norge.
sme: Jus buohtastahttit davvisámegiela nubbingielatohppiid, geaid ektui mis leat eanemus logut, eará ohppiid gaskamearálaš árvosániiguin dárogielas muhtin soaittáhat jagi, de oažžut dakkár tabealla: Tabealla 4.5 čájeha ahte nubbingielatoahppit birgejit bures go buohtastahttá eará ohppiiguin Davvi-Norggas.

source: I utgangspunktet vil det ikke være et godt sammenlikningsgrunnlag å se på samisk som andrespråk mot norsk hovedmål.
sme: Ii leat álgoálggus buorre buohtastahttinvuođđu geahččat sámegiela nubbingiela dárogiela váldogiela vuostá.

source: Å sammenlikne andrespråkselever med norsk sidemål vil gi mer mening.
sme: Buohtastahttit nubbingielatohppiid dárogiela oalgegielat ohppiiguin lea vuohkkaseappot.

source: Da skårer de samiske andrespråkselevene enda bedre.
sme: De birgejit sámegiela nubbingielatoahppit ain buorebut.

source: I tillegg kan det sies at skoleåret 2009–2010 ikke er blant de årene samiske andrespråkselever skåret best, mens dette året faktisk er blant de høgeste når det gjelder skåre i norsk hovedmål og sidemål for øvrige elever.
sme: Dasa lassin sáhttá dadjat ahte skuvlajagi 2009-2010 ii leat sámegiela nubbingielatohppiin buoremus árvosánit, seammás go dan jagi birgejit eará oahppit buorebut dárogiela váldogielas ja oalgegielas.

source: 4.9 Språkmodeller i Sápmi
sme: 4.9 Sámi giellavuogádagat

source: Språkutvalget foreslår at for å styrke læringsutbyttet og sikre at flere andrespråkelever blir tospråklige, bør man benytte en sterk opplæringsmodell.
sme: Giellalávdegoddi árvala vai nannet oahppanbohtosa ja sihkkarastit ahte nubbingielatoahppit šaddet guovttegielagin, de berre geavahit gievrras oahpahusvuogádaga.

source: Her siteres den britiske språkforskeren Colin Baker, som mener at immersion, eller språkbad må benyttes.
sme: Dás bájuhuvvo brihttalaš gielladutki Colin Baker gii oaivvilda ahte immersion, dahje giellalávgun ferte geavahuvvot.

source: Det finnes en rekke gode språkbadprosjekter i Sápmi.
sme: Sámis gávdnojit ollu buorit giellalávgunprošeavtta.

source: Fra sørsamisk område kan nevnes Elgå-prosjektet og Saemesth dle!
sme: Lullisámi guovllus namuhuvvo Elgå-prošeakta ja Saemesth dle!

source: , som var et fireårig språkleirprosjekt for sørsamiske elever i Norge og Sverige.
sme: , mii lei njealje jahkásaš giellaleairaprošeakta lullisámegielat ohppiide Norggas ja Ruoŧas.

source: Begge disse prosjektene styrket elevenes muligheter for å bli funksjonelt tospråklige.
sme: Goappaš dát prošeavttat nannejedje ohppiid vejolašvuođaid šaddat guovttegielagin.

source: En stor andel av sørsamiske elever får i dag opplæring etter en sterk modell, der de deltar på språksamlinger i tillegg til klasseromsundervisning eller fjernundervisning.
sme: Stuora oassi lullisámegielohppiin dál oahpahuvvojit gievrras vuogádaga mielde, mas sii oasálastet giellačoagganemiide lassin klássalanjaoahpahussii dahje gáiddusoahpahussii.

source: Til en viss grad skjer dette i lulesamisk område også, og i enda større grad for deler av de nordsamiske elevene.
sme: Muhtin muddui dáhpáhuvvá dat julevsámi guovllus maiddái ja ain eambbo muhtin osiin davvisámegiela ohppiin.

source: Det betyr i praksis at mange av de elevene språkutvalget mener ikke blir tospråklig, allerede får opplæring etter en sterk språkmodell.
sme: Praktihkalaččat mearkkaša dat ahte sii, geaid giellalávdegoddi oaivvilda eai šatta guovttegielagiin, ožžot dál juo gievrras giellavuogádaga.

source: Nå kan man her legge til at Baker snakker om en kontinuerlig språkbadmodell, med nesten daglige språkbad.
sme: Sáhttá maid lasihit ahte Baker hupmá bistevaš giellalávgunvuogádaga birra, mas lea measta beaivválaš giellalávgun.

source: Dette vil kunne være mulig enkelte steder i Sápmi, men i lulesamisk og sørsamisk område, der behovet kanskje er størst for en slik modell, er det på grunn av manglende lærekrefter ofte urealistisk på kort sikt.
sme: Dat sáhttá leat vejolaš muhtin báikkiin Sámis, muhto julevsámi ja lullisámi guovlluin, gos maid soaitá leat eanemus dárbu dakkár vuogádahkii, doppe lea váilevaš oahpaheddjiid dihte dávjá veadjemeahttun čađahit dan oanehis áiggis.

source: Språkleirer/språkbad vil være viktig for mange elever.
sme: Giellaleaira/giellalávgun boahtá leat mávssolaš ollu ohppiide.

source: Man kan imidlertid ikke slutte av det at en sterk modell løser utfordringene for samiskopplæring alene, og resultatene for elevene med en sterk modell er ikke entydig konklusiv for at språkbad øker læringsutbyttet.
sme: Ii sáhte goitge dadjat ahte gievrras vuogádat čoavdá sámegieloahpahusa hástalusaid okto, iige gievrras vuogádat leat áidna loahppaboađus dasa ahte giellalávgun buorida oahppanbohtosa.

source: Artikkelforfatteren var prosjektleder på norsk side for Saemesth dle!
sme: Artihkalčálli lei prošeaktajođiheaddji norgga bealde Saemesth dle!

source: , og det var ikke alltid de elevene med flest språksamlinger som var sterkest i språket.
sme: , ja ii lean álo nu ahte oahppit geat ledje eanemus giellačoagganemiin ledje buoremusat gielas.

source: Likevel er det liten tvil om at jo mer elevene kan bruke samisk, jo større sjanse er det for at de blir tospråklige.
sme: Goitge lea veahá eahpádus dasa ahte mađi eambbo oahppit besset sámástit, dađi buoret vejolašvuohta lea ahte šaddet guovttegielagin.

source: 4.9.1 Internasjonale erfaringer med språkmodeller
sme: 4.9.1 Riikkaidgaskasaš vásáhusat giellavuogádagaiguin

source: Mange hevder at andrespråksopplæring i de fleste land har feilet.
sme: Máŋggas čuoččuhit ahte nubbingielatoahpahus eanas riikkain lea eahpelihkostuvvan.

source: For engelskopplæring i Spania, franskopplæring i Storbritannia osv. har dårlige resultater vært dokumentert.
sme: Eŋgelasgiela oahpahusas Espánnjas, fránskkagiela oahpahusas Stuora-Británnias jna. leat heajos bohtosat dokumenterejuvvon.

source: Også for minoritetsspråk har det vært begrensede resultater.
sme: Maiddái unnitlogugielain leat leamaš ráddjejuvvon bohtosat.

source: I forhold til hvor mye midler som har vært satset på minoritetsspråkopplæring i Europa, er det ikke urimelig å stille spørsmålstegn med resultatene for mange av språkene.
sme: Dan ektui man ollu ruhta lea juolluduvvon unnitlogugielatoahpahussii Eurohpás, de ii leat ártet jus bidjat gažaldatmearkka máŋgga giela bohtosiidda.

source: Det finnes enkelte gode eksempler på at språkvitalisering har nyttet.
sme: Gávdnojit soames buorit ovdamearkka dasa ahte giellaealáskahttin lea lihkostuvvan.

source: NOU 2016:18 nevner maori, walisisk og baskisk.
sme: NOU 2016: 18 namuha maorigiela, walisagiela ja báskagiela.

source: Dette er gode eksempler.
sme: Dat leat buorit ovdamearkkat.

source: Det finnes andre eksempler for enkelte av First Nation-språkene (indianerspråk) i Canada.
sme: Gávdnojit eará ovdamearkkat muhtin First Nation-gielain (indiánagielain) Kanadas.

source: Enaresamisk bør også nevnes her.
sme: Anárašgiella berre maid namuhuvvot dás.

source: Det språkutvalget ikke går inn på, er imidlertid selve spåkopplæringsmetodikken.
sme: Dat maid giellalávdegoddi ii namut lea ieš dat giellaoahpahusmetodihkka.

source: Det legges vekt på en sterk opplæringsmetode, men også sterke metoder kan være lite effektive.
sme: Deattuhuvvo ahte gievrras oahpahusvuogádat, muhto maiddái gievrras vuogádagat sáhttet leat unnán ávkkálaččat.

source: 4.9.2 Ulpan-metoden
sme: 4.9.2 Ulpan-vuogádat

source: Når det gjelder effektiv språkopplæringsmetodikk, finnes det mange metoder, men én skiller seg likevel ut som spesielt effektiv: den israelske Ulpan-metoden.
sme: Go guoská beaktilis giellaoahpahusvuogádagaide, de gávdnojit máŋga vuogádaga. Okta lea earenoamáš beaktil, namalassii Israela Ulpan-vuogádat.

source: Da staten Israel ble grunnlagt i 1948, ble det avgjort at landet skulle ha to offisielle språk, hebraisk og arabisk.
sme: Go stáhta Israel vuođđuduvvui 1948, de mearriduvvui ahte riikkas galge leat guokte almmolaš giela, hebreagiella ja arábagiella.

source: Mens arabisk var det største språket i Midtøsten med nesten 300 millioner brukere, hadde hebraisk vært utdødd i 2000 år og blitt revitalisert først på slutten av 1800-tallet.
sme: Arábagiella lei stuorimus giella Gaska-Nuorttis, mas ledje birrasiid 300 millijovnna geavaheaddji. Hebreagiella ges lei leamaš jávkan 2000 jagi ja lei vuohččan ealáskahttojuvvon 1800-logus.

source: Ved opprettelsen av Israel var det svært få som snakket hebraisk.
sme: Go Israel vuođđuduvvui, de eai lean go moattis geat hupme hebreagiela.

source: De var derfor avhengige av å utvikle en språkmetodikk som sikret at innbyggerne raskt lærte seg språket.
sme: Dan dihte lei sis dárbu ovdánahttit giellametodihka mii sihkkarasttii ahte ássit jođánit ohppe giela.

source: Dette gjaldt spesielt for jødiske innvandrere som ikke hadde noen kunnskaper i språket.
sme: Dat guoskkai earenoamážiid juvddálaš sisafárrejeddjiide geain ii lean makkárge máhttu gielas.

source: I 1949 startet Mordechai Kamerat språkopplæringsprogrammet Ulpan Etzion i Jerusalem.
sme: 1949 álggahii Mordechai Kamerat giellaoahpahusprográmma Ulpan Etzion Jerusalemis.

source: Metoden har en veldig sterk struktur med fokus på muntlig aktiv deltakelse fra elevene.
sme: Dat šattai dađistaga sisriikkalaš giellametodihkka. Metodihkas lea nanu fokus ohppiid njálmmálaš oasálastimii.

source: Det viste seg raskt at metoden hadde veldig gode resultater.
sme: Čájehuvvui johtilit ahte metodihkas ledje buorit bohtosat.

source: Mange lærte seg språket flytende på noen måneder.
sme: Oallugat ohppe giela njuovžilit moatti mánus.

source: Til nå har over 1,3 millioner studenter fulgt Ulpan-kursene, og hebraisk, som var utdødd i 2000 år, snakkes nå av om lag sju millioner mennesker i Israel og andre land.
sme: Dál leat badjel 1.3 millijovnna studeanta čuvvon Ulpan-kurssaid ja hebreagiella mii lei leamaš jávkosis 2000 jagi, dan hupmet dál birrasiid čieža millijovnna olbmo Israelis ja eará riikkain.

source: På bakgrunn av resultatene med Ulpan-metoden i Israel begynte flere folk i ulike deler av verden å vise interesse for metoden.
sme: Israela Ulpan-vuogádaga bohtosiid vuođul álge eambbogat iešguđet guovlluin máilmmis beroštišgoahtit dan vuogádagas.

source: Waliserne var de første som reiste til Israel for å lære metoden, og de har deretter tilpasset den til walisisk med deres Wlpan-metode.
sme: Walisalaččat ledje vuosttažat geat mátkkoštedje Israelii oahppat vuogádaga ja leat dađi mielde heivehan dan walisagillii iežaset wlpan-vuogádain.

source: Skottland har utviklet sin Ùlpan for gælisk-opplæring.
sme: Skottlánddas leat ovdánahttán iežaset Ulpan-vuogádaga gælalaš-oahpahussii.

source: Dette er blitt en standard for gælisk-opplæring.
sme: Dat lea šaddan standárdan gælalaš-oahpahussii.

source: Også maori, flere First Nations i Canada, Sri Lanka, Aserbajdsjan og en rekke andre land og minoriteter har tilpasset metoden til sitt språk.
sme: Maiddái maori, máŋga First Nations giela Kanadas, Sri lankas, Aserbajdsjanas ja ollu eará riikka ja unnitloguálbmogat leat heivehan vuogádaga iežaset gillii.

source: Metoden har hatt stor suksess også for disse landene.
sme: Vuogádat lea lihkostuvvan bures dain riikkain.

source: Når elevene opplever å ha hurtig progresjon i språkopplæringa gjennom repetisjoner og vektlegging av muntlig anvendelse, øker motivasjonen for å lære mer.
sme: Go oahppit vásihit ahte jođánit ovdánit giellaoahpahusas geardduhemiin ja go hupmet giela, de movttiidahttá dat ain eambbo oahppat.

source: Fylkesmannen i Nordland har siden 2012 gjennomført et Ulpan-prosjekt der samisklærere deltar på et to ukers kurs ved Hebrew University i Jerusalem.
sme: Nordlándda Fylkkamánni lea 2012 rájes čađahan Ulpan-prošeavtta, mas sámegieloahpaheaddjit oasálastet guovtti vahkkosaš kurssas Hebrew Universitys Jerusalemis.

source: Deretter blir de fulgt opp ved kortere kurs i Norge.
sme: Dasto čuovvuluvvojit oanehit kurssain Norggas.

source: I sørsamisk område har man på bakgrunn av dette startet et eget prosjekt med å utvikle en samisk Ulpan-metode, S-Ulpan, som skal benyttes i andrespråksopplæringa i sørsamisk.
sme: Lullisámi guovllus leat dán vuođul álggahan sierra prošeavtta mas galget ovdánahttit sámegiela Ulpan-vuogádaga, S-Ulpan, mii galgá adnot lullisámegiela nubbingielat oahpahusas.

source: Undertegnede har observert flere av samisklærerne i undervisningssituasjoner både før og etter at de har deltatt på kurset i Jerusalem.
sme: Lean ieš áican máŋga sámegieloahpaheaddji oahpahusásahusain sihke ovdal ja maŋŋil go leat kursejuvvon Jerusalemas.

source: Ei signifikant forbedring i opplæringsteknikker kan stadfestes etter kurset.
sme: Sáhttá dadjat ahte oahpahusteknihkka lea mearkkašahtti ollu buorránan maŋŋil kurssa.
